Repository: mozilla-l10n/mt-training-data
Catalog: phr/phr_pontoon.tmx
Source language: en_us
Languages: phr

source: Manx
phr: مانکس

source: Mapudungun
phr: ماپودُنگن

source: Marathi
phr: مراٹھی

source: <mark>Using CV for</mark><br/><mark>your research?</mark>
phr: اپنی تحقیق آسطے سی وی ناں استعمال کرنے آ؟

source: <mark>We need</mark><br/><mark>your help!</mark>
phr: اساں کی تُساں نی مدد چاینی </mark>۔

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
phr: ہوئی سکنا اساں ناں ہوم پیج </homepageLink> تساں مدد کری سکے؟ سوال پُچھنے آسطے، میٹریکس کمیونیٹی نی چیٹ اچ شامل ہوا، گٹ ہب نے ذریعے سائٹ نے مسلے کی دیخا یا اساں نے دسکورس فورم <discourseLink> ناں وزٹ کرا۔

source: Mbo
phr: ایمبو

source: Meadow Mari
phr: میڈو ماری

source: Medumba
phr: میڈومبا

source: Meetei Lon
phr: میٹی لون

source: Message
phr: میسج

source: Michoacán Mazahua
phr: مشواسان مزاہوا

source: Mingrelian
phr: منگریلین

source: [Mismatched content]
phr: [مواد آپس اچ نی ملنا]

source: Mixteco Yucuhiti
phr: مکسٹیکویوکوہیٹی

source: Mokpwe
phr: موک پوے

source: Moksha
phr: موکشا

source: Mongolian
phr: منگول

source: Mossi
phr: موسی

source: Mozilla Common Voice is made possible by a diverse community of activists, linguists, data scientists, academics and software engineers from all over the world. The project is stewarded by the Mozilla Foundation.
phr: موزیلا کامن وائس کی پوری دنیا نے ایکٹوسٹس، زباناں نے ماہر، ڈیٹا سائنسداناں، تعلیم نے ماہرین تے سافٹ ویئر انجینئرز نی کمیونٹی ممکن بنایا۔ اس پروجیکٹ ناانتظام موزیلا فاؤنڈیشن کول زا۔

source: Mutual accountability.
phr: آپس اچ پُچھ گچھ۔

source: n
phr: این

source: N/A
phr: غیر متعلقہ

source: Name
phr: ناں

source: Nepali
phr: نیپالی

source: New Language Launch
phr: نویں زباناں نی شمولیت

source: Next
phr: اگے

source: Ngiembon
phr: نگیمبون

source: Nias
phr: نیاس

source: Nigerian Pidgin English
phr: نائجیرین پجن انگریزی

source: NKo
phr: نکو

source: No
phr: نا

source: [No ‘a’ in the original text]
phr: [اس تحریر وچ 'اے' نی]

source: No gravatar found for your email
phr: تساں نی ای میل آسطے کوئی گریویٹر نی لبا

source: Non-binary
phr: غیر بائینری

source: Northern Hindko
phr: شمالی ہندکو

source: Northern Sotho
phr: شمالی سوتھو

source: Northwest Gbaya
phr: شمال مغربی گبایا

source: Norwegian Bokmål
phr: نارویجن بوکمل

source: Norwegian Nynorsk
phr: نارویجین نینورسک

source: No sentences to review. <addLink>Add more sentences now!</addLink>
phr: ریویو آسطے کوئی جملہ موجود نی۔ ہور جملے شامل کرا</addLink>

source: No Thanks
phr: نہ جی شکریہ

source: Now that you know a little bit more about Common Voice, why not try it out? Click on the microphone icon to start reading sentences aloud. <br/><br/>If you prefer to review other people's voice contributions, click on the play icon. You’ll help confirm that recordings match the sentences written on screen.
phr: ہُن تُس کامن وائس نے بارے اچ کافی کُج جاننے آ، اس نی کوشش کیاں نی کرنے آ؟ جملے اُچی آواز اچ بولنے آسطے مائیکروفون نے نشان اوپر کلک کرا۔ <br/> اگر تُس ہور لوکاں نی آوازاں کی ریویو کرنا چانے آ، تے پلے نے نشان اوپر کلک کرا۔ تُس اے مدد کری سکنے آ کہ ریکارڈنگ تے سکرین اوپر لخے جملے ہک جئے زے۔

source: Nubi
phr: نُوبی

source: Occitan
phr: آکسیٹن

source: Odia
phr: اوڈیا

source: Offensive Content
phr: غصے آلا مواد

source: Offensive language
phr: غصہ دلان آلی زبان

source: Offensive speech
phr: غصہ دلان آلی گل

source: Open innovation is at the heart of what we do. For research collaborations, data collection or interviews, <emailFragment>reach out.</emailFragment>
phr: جو کُچھ اس کرنے آں اس ناں مرکزی مقصد جدت زا۔ تحقیق نے رابطے ، ڈیٹا جمع کرنے یا انٹرویو کرنے آسطے اساں تک پہونچا۔</emailFragment>

source: Ormuri
phr: اورموری

source: Ossetian
phr: اوسیشین

source: Other
phr: ہور

source: Other Language
phr: ہور کوئی زبان

source: Other people validate those voice clips.
phr: ہور لوک اس اواز نی ریکارڈنگ نی تصدیق کرنے

source: Our governance is founded on the pillars of:
phr: اساں نی حکمرانی نی بنیاد نے تھم زے:

source: Our Partners
phr: اساں نے شرکت دار

source: p
phr: پی

source: Paiwan
phr: پائیوان

source: Palula
phr: پالولا

source: Papantla Totonac
phr: پاپانٹلا ٹوٹناک

source: Papiamento
phr: پاپیامینٹو

source: Papiamento (Aruba)
phr: پاپیامینٹو (اروبا)

source: Partner
phr: پارٹنر

source: Partners
phr: سنگی

source: Partnerships
phr: شرکت داری

source: Partnerships and networks
phr: تعاون تے نیٹ ورک

source: Pashto
phr: پشتو

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
phr: <p>کامن وائس ہر کسا آسطے موجود آواز ناں ڈیٹٹا بیس زا، اس کیا پوری دنیا اچاں رضا کار چلانے۔ جیڑے لوک آوازنی ایپ بنانا چاہنے او اس ناں ڈیٹا بیس استمال کری تے مشیناں کنے سخنے ناں ماڈل بنائی سکنے</p> <p>اس ویلے زیادہ ڈیٹا بیس نے مالک کمپنیاں زیاں جس نی وجہ سی نواں کم مشکل کنے ہونا۔ آواز نے ڈیٹا بیس اوپر انگریزی بولن آلیاں تو ہٹی تے گوریاں تو ہٹی باقی لوک تھوڑے زے، معذور تے کڑیاں وی تھوڑیاں زیاں۔ اس ناں اے مطلب زا کہ آواز نی ٹیکنالوجی بہوں ساری زباناں آسطے کم نی کرنی، تے جناں زباناں آسطے اے کم کرنی اتھان وی ساریاں آسطے برابر نی کم کرنی۔ اس ساریاں جغاں تی لوکاں نی آواز شامل کری اس کیا تبدیل کرنا چانے آں

source: People come and contribute their voices.
phr: لوک اچھی اپنی آواز شامل کرنے

source: Persian
phr: فارسی

source: Personal dashboards keep you up-to-date with individual and community progress.
phr: ہک بندے نی یا کمیونیٹی نی پیش رفت نے بارے اچ ذاتی ڈیش بورڈ تساں کی اپ ڈیٹ رکھنے۔

source: Personally Identifiable Information
phr: ذاتی شناخت ظاہر کرنے آلی معلومات

source: <playIcon></playIcon>Last one!
phr: </playIcon> آخری !

source: Play/Stop
phr: چلائو/بند کرا

source: Please select a language to review sentences.
phr: جملیاں کی ریویو کرنے آسطے زبان ناں انتخاب کرا

source: Polish
phr: پولش

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
phr: اگرتساں ناں اکائونٹ نہیں تے اپنا اکائونٹ بنائو۔ فیر اپنی زبان چُنو<strong> تے فیر پروجیکٹ چُنو<pontoonCvLink> کامن وائس۔ اتھان ترجمے آسطے فائلاں ہولیاں۔ ہکو کسا اوپر کلک کرا تے انگریزی نے جملے تے نال ہک باکس اُناں نے ترجمے آسطے نظر الے

source: Portuguese
phr: پرتگالی

source: Privacy
phr: رازداری

source: Privacy, security and transparency.
phr: رازداری، سیکورٹی تے شفافیت۔

source: Profile
phr: پروفائل

source: Pular Guinea
phr: پُلر گنی

source: Punjabi
phr: پنجابی

source: Puno Quechua
phr: پنو کیچوا

source: Quechua Ambo-Pasco
phr: کیچوا امبو پاسکو

source: Quechua Arequipa-La Unión
phr: کیچوا اریکیپالا یونین

source: Quechua Cajatambo
phr: کیچوا کجاٹامبو

source: Quechua Chanka
phr: کیچوا چنکا

source: Quechua Chiquián
phr: کیچوا چیکوان

source: Quechua Corongo Ancash
phr: کیچوا کورنگوانکاش

source: Quechua Jauja Wanka
phr: کیچوا جوجا وانکا

source: Quechua Pasco Santa Ana de Tusi
phr: کیچوا پاسکو سانٹا آنا ڈے ٹوسی

source: Quechua Sihuas Ancash
phr: کیچوا سیہوس انکاش

source: Quechua Yauyos
phr: کیچوا یایووس

source: r
phr: آر

source: Reader Effects
phr: پڑھنے آلے نے اثرات

source: Read the sentence carefully - don’t miss, change or add words.
phr: جملے احتیاط کنے پڑھا۔ کوئی لفظ چھوڑا وی ناں، تبدیل وی ناں کرا تے اپنی طرفاں شامل وی ناں کرا۔

source: Ready to add your voice or lend your ear?
phr: بولنے یا سُننے آسطے تیار زیا؟

source: Ready to contribute?
phr: شرکت کرنے آسطے تیار زیا؟

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
phr: ای میلز وصول کرا جیاں کے چیلنج تے مقصد نی یاد دہانیاں، پیش رفت نے بارے اچ خبر، تے کامن وائس ناں نیوز لیٹر

source: Record/Stop
phr: ریکاڑد کرو/ رُکو

source: Record your voice
phr: اپنی آواز ریکارڈ کرا

source: Remove
phr: ہٹائی شوڑا

source: Remove Avatar
phr: اواتار کی ہٹائو

source: Report
phr: رپورٹ کرا

source: Report was passed successfully
phr: رپورت کامیابی کنے پہیجی غئی

source: Request a Language
phr: زبان نی درخواست کرا

source: *required
phr: ضروری

source: Re-record clip
phr: کلپ فیر ریکارڈ کرا

source: Respond
phr: جواب دیا۔

source: Return
phr: واپس جُلو

source: Return to Common Voice
phr: کامن وائس اوپر واپس جُلا

source: Return to Common Voice Datasets
phr: کامن وائس نے ڈیٹا سیٹ اوپر واپس جُلا

source: Review
phr: جائزہ ہنو

source: Review Sentences
phr: جملیاں کی ریویو کرا

source: Review transcriptions of recorded sentences for accuracy
phr: ریکارڈ ہوئے جملیاں نا ٹھیک کرنے آسطے ریویوکرا

source: Review user-submitted transcriptions in your language
phr: تُساں نی زبان اچ جمع ہوئی تحریر کی ریویو کرا

source: Romanian
phr: رومانی

source: Romansh Sursilvan
phr: رومانش سرسلوان

source: Romansh Vallader
phr: رومانش ویلاڈر

source: Rukai
phr: رکوائی

source: Runyankole
phr: رنیانکول

source: Russian
phr: روسی

source: Ruuli
phr: رولی

source: s
phr: ایس

source: Sakha
phr: سخا

source: Sakizaya
phr: ساکیزایا

source: Santali (Ol Chiki)
phr: سنتالی (اول چکی)

source: Saraiki
phr: سرائیکی

source: Sardinian
phr: سارڈینین

source: Scots
phr: سکاٹس

source: Seediq
phr: صیدق

source: Select a Language...
phr: زباناں نا انتخاب کرا

source: Select your age
phr: اپنی عمر نا انتخاب کرا

source: Select your sex or gender
phr: اپنی جنس نا انتخاب کرا

source: Send sign up link
phr: سائن اپ نا لنک پہیجا

source: Sentence Collection
phr: جملیاں نا مجموعہ

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
phr: جملے جمع کرنے نے بارے اچ ہور دیخا</sentenceCollectorFragment>۔

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
phr: جملے جمع کرنے نے طریقے نے بارے اچ اساں نی گائیڈ دیخا</sentenceCollectorVideo>

source: Sentences are collected for people to read aloud.
phr: جملے جمع ہونے تے لوک اناں کی اچی اوازاچ پڑنے

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
phr: جملے دو لوک لازمی ریویو کری قبول کرلے تے فیر کامن وائس اوپر شامل ہولے۔ تس اتھان اپنی زبان نی رہنمائی بنائی سکنے آ <languageGuidelinesLink>۔ جملے عوامی ہونے چاینے تے پندرہ لفظاں سی کم ہونے چاینے۔ تس لخائی نے مالکا کی آخی جملے بنائی سکنے آ <waiverLink>تے اساں ویور پراسس </waiverLink> استعمال کری تے اساں کی commonvoice@mozilla.com اوپر پہیجی سکنے آ

source: Serbian
phr: سربین

source: Seri
phr: سیری

source: Setswana
phr: سیٹسوانا

source: Shan
phr: شان

source: Shilha
phr: شلہا

source: Shina
phr: شینا

source: Shortcuts
phr: آسان رستے

source: [Should be “We are”]
phr: "وی آر" ہونا چاِینا

source: Sicilian
phr: سسلین

source: Sign up
phr: سائن اپ

source: Sindhi
phr: سندھی

source: Sinhala
phr: سنہالا

source: Siswati
phr: سسواتی

source: Skip
phr: چھوڑو

source: Slovak
phr: سلوواک

source: Slovenian
phr: سلووینیائی

source: Small businesses, including tech and AI start ups
phr: نکے کاروبار، ٹیکنالوجی تے مصنوعی ذہانت نی شروعات سمیت

source: Social media
phr: سوشل میڈیا

source: Solicit personally identifying information (like names or financial information)
phr: ذاتی شناخت نی معلومات پُحھنا (جیاں کہ ناں یا مالی معلومات)

source: Somali
phr: صومالی

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
phr: کوئی زبانان نے گرامر، لفظ تے بول چال بہوں مختلف ہونی۔ اس آسطے اس 2022 اچ مختلف قسماں </ctaLink>پیش کرنے آں۔ اس نی وجہ سی لوکاں کی مختلف زباناں نے ڈیٹا سیٹ وچاں اپنی زبان نی پہچان کرنے اچ آسانی ہوسی

source: Someone asks for a language to be added.
phr: کوئی وی زبان شامل کرنے نا کوئی پوشنا

source: Something went wrong while fetching audio for transcriptions. Please try again later.
phr: لخنے آسطے آڈیوآننے وچ کوئی غلطی ہوئی غئی۔ مہربانی کرا تے بعد اچ کوشش کرا۔

source: Something went wrong while fetching transcriptions. Please try again later.
phr: تحریراں کی آننے اچ کوئی غلطی ہوئی غئی۔ مہربانی کری بعد اچ کوشش کرا۔

source: Soninke
phr: سونینکے

source: Sorbian, Lower
phr: سوربین زیریں

source: Sorbian, Upper
phr: اوپری سوربین

source: Sorry, Common Voice is running slowly. Thanks for your interest.
phr: معذرت، کامن وائس آہستہ چلنا۔ تساں نی دلچسپی نا شکریہ۔

source: Sorry, something went wrong
phr: معذرت، کوئی غلطی ہوئی غئی

source: Southern Kurdish
phr: جنوبی کردش

source: Southern Pastaza Quechua
phr: جنوبی پاستازا کیچوا

source: Southern Sotho
phr: جنوبی سوتھو

source: Spanish
phr: ہسپانوی

source: Speak
phr: بولا

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
phr: اپنی نارمل آواز اچ بولا۔ تس جس طرح وی بولنے آ اُس کی اس خوش آمدید آخنے آں۔ اس چاہنے آں کے تس اپنے لہجے اچ بولا تے اس چاہنے آں کے تساں نا نارمل سٹائل ہوئے تے آواز نارمل اُچی ہوئے۔

source: Status Page
phr: سٹیٹس نا پیج

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
phr: اگر بولنے آلنے نا لہجہ تساں نے لہجے کولاں مختلف زا تے اس کی مسترد ناں کرا۔ آواز نی پہچان آسطے اے ضروری اےتاکہ ساریاں آسطے اے ٹھیک کم کرے۔

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
phr: تخلیقی بنا۔ تساں نی زبان نی کمیونیٹی الگ ہوسی، تے شروع کرنے نے کچھ طریقے زے۔

source: Submit
phr: جمع کرا

source: Submit a report
phr: رپورٹ جمع کرا

source: Submit clips
phr: کلپ جمع کرا

source: Success
phr: کامیابی

source: Svan
phr: سوان

source: Swahili
phr: سواہلی

source: Swedish
phr: سویڈش

source: Syriac
phr: سریانی

source: Tagalog
phr: ٹیگالوگ

source: Tahitian
phr: تاہیتی

source: Taiwanese (Minnan)
phr: تائیوانی (منان)

source: Tajik
phr: تاجک

source: Tamazight
phr: تمازائٹ

source: Tamil
phr: تامل

source: Tap
phr: دبائو

source: Tarifit
phr: طاریفت

source: Tatar
phr: تاتار

source: Teke
phr: ٹیکے

source: Telugu
phr: تیلگو

source: Tepeuxila Cuicatec
phr: ٹیپیوکسیلا سوئیکیٹک

source: Terms
phr: شرائط

source: Teutila Cuicatec
phr: ٹیوٹیلا سوئیکیٹک

source: Thai
phr: تھائی

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
phr: پنچا سی زیادہ زباناں اچ دو لکھ اناٹھ ہزار سی زیادہ لوکاں نے شکریے کنے، اے ڈیٹا سیٹ انسانی آوازاں کی بہتر جواب دینے آسطے آوازاں نی ایپلیکیشناں کی ٹریننگ کرنے آسطے استعمال ہونا۔

source: Thank you for contributing to Spontaneous Speech!
phr: فوری تقریر پیش کرنے ناں شکریہ!

source: Thank you for your information
phr: تُساں نی معلومات نا شکریہ

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
phr: ریکارڈنگ نی قبر اچ او آواز می او ساری ریکارڈنگ ہونی جیڑی کامن وائس ڈیٹا سیٹ اچ جغہ نی بنائی سکنی۔ ریکارڈنگ نی قبر اچا ریکارڈنگ ڈاون لوڈ ہوئی سکنی پراجیکٹ نی مدد کرنے آلے اناں لوکاں تے تنظیماں ناں اس شکرگزار زیاں

source: The clip has disrespectful or offensive language.
phr: کلپ نی زبان بےعزتی آلی یا غصہ دلان آلی زی

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
phr: کامن وائس ڈیٹا سیٹ اچ لکھاں نی تعداد اچ آوازں نی ریکارڈنگ زی جیڑی آوازاں نی پہچاناں نے ٹول بنان آلیاں نی مدد کرنی

source: The community is the beating heart of Common Voice - they come from all over the world, and are language activists and scientists and artists. You can learn more about how to get involved on our <about>About</about> page and in our <community>Community playbook</community>. If you're interested in deeper organisational partnership, <emailFragment>get in touch.</emailFragment>
phr: کمیونیٹی کامن وائس آسطے دھڑکنا دل زا۔ اے ساری دنیا چا انے تے اے زباناں نے ایکٹیوسٹس تے سائنسدان تے آرٹسٹس زے۔ اساں نے ابائوٹ </about> پیج اوپر تے اساں نی کمیونٹی پلے بُک </community> اوپر تس شامل ہونے نے بارے اچ ہور جانی سکنے آ۔ اگر تساں تنظیم کنے ڈونگی شراکت داری کرنا چانے آ، تے رابطے اچ ریا۔</emailFragment>

source: The content contains a language different than I was expecting.
phr: جیہڑی می امید سی مواد نی زبان اس تی مختلف زی

source: The content has disrespectful or offensive language.
phr: مواد نی زبان غصے آلی یا ذلت آمیز زی۔

source: There are currently no transcriptions to check for this language. Please refresh the page or try again later.
phr: اس زباناں کی چیک کرنے آسطے وقتی کوئی تحریر موجود نی۔ مہربانی کری پیج کی دوئی واری چلا ئو یا بعد اچ کوشش کرا۔

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
phr: زباناں نے بارے اچ سوچنے نے بہوں سارے طریقے زے۔ زبان نی پہچان نے ماڈل آسطے، کامن وائس نہ مشورہ زا کہ مشترکہ سمجھداری اوپرغور کرو یا ایہہ زبان بولن آلے اگر کوشش کرن تے ہک دوئے کیا سمجھی سکنے

source: There is currently no audio to transcribe for this language. Please refresh the page or try again later.
phr: وقتی طور اوپر لخنے آسطے اس زبان نی کوئی آڈیو موجود نی۔ پیج کی دوبارہ چلائو یا بعد اچ کوشش کرا۔

source: The selected file is too large
phr: تساں نی فائل بہوں بڑی زی

source: The sentence has a grammatical or spelling error.
phr: جملے اچ گرامر یا سپیلنگ نی غلطی ذی

source: The sentence has disrespectful or offensive language.
phr: جملے نی زبان غصہ دلان آلی یا بےعزتی آلی زی

source: The site is ready to be launched when it reaches 75% completion.
phr: سائٹ جذوں پچہتر فیصد مکمل ہونی تے لانچ ہونے آسطے تیار ہوئی انی

source: The site will be back up as soon as possible. For the latest information, please join the <matrixLink>Matrix community chat</matrixLink> or visit <githubLink>GitHub</githubLink> or <discourseLink>our Discourse forums</discourseLink> to submit and monitor site experience issues.
phr: سائٹ جلد تون جلد بیک اپ ہوئی ایسی۔ نویں معلومات آسطے میٹریکس کمیونیٹی نی چیٹ </matrixLink> اچ شامل ہوا، یا سائٹ نے مسلیاں کی پیش کرنے تے دیخنے آسطے گٹ ہب<githubLink> یا اساں نے ڈسکورس فورم </discourseLink> کی وزٹ کرا۔

source: The website text is translated into that language.
phr: ویب سائٹ نی تحریر اس زباناں اچ ترجمہ ہونی

source: This content contains personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
phr: اس مواد اچ ذاتی شناخت ظاہر کرن آلی معلومات زی بندے نی شناخت نے بارے اچ جیاں کہ اس نا ںاں، ای میل ایڈریس، پتہ، شناختی نمبر یر فون نمبر۔

source: This content is asking for personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
phr: اے مواد ذاتی شناخت ظاہر کرنے نے بارے اچ پُچھنا بندے نی شناخت نے بارے اچ جیاں کہ اس نا ںاں، ای میل ایڈریس، پتہ، شناختی نمبر یر فون نمبر۔

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex. For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. Learn more about why metadata matters.
phr: اے معلومات دینا ضروری نی- اگر تساں کی کوئی مسلہ نی تے شامل کرا۔ اس جذوں ڈیٹا سیٹ جاری کرلے آں، اس ساری ذاتی معلومات کی بے نام کرلے آں، تے اس چیز کی یقنی بنالے آں کہ تُسان نا ناں تے ای میل تساں نی عمر یا جنس کنے نا جُڑے۔ ٹیکنالوجی ہر کسے آسطے ٹھیک کم کرے، اس آسطے ڈیٹا جیہڑا ٹیکنالوجی بنانے اچ ڈیولپرز نی مدد کرنا اس کی مختلف لوکاں کی ظاہر کرنا چاینا۔

source: Thur
phr: تُھر

source: Tibetan
phr: تبتی

source: Tigre
phr: ٹیگر

source: Tigrinya
phr: ٹگرینیا

source: Tlazoyaltepec Mixtec
phr: ٹلازویالٹیپیک مکسٹیک

source: Toba Qom
phr: توبہ قم

source: To change or edit your email, send us an email to <emailFragment>commonvoice@mozilla.com</emailFragment>
phr: ای میل بدلنے آسطے یا اپنی ای میل اچ تبدیلی آسطے، اساں کی commonvoice@mozilla.com اوپر ای میل پہیجا۔

source: Toki Pona
phr: ٹوکی پونا

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
phr: کامن وائس نے ڈیٹا بیس اچ شامل ہونے آسطے یک ریکارڈنگ کیا دو لوکاں نی تصدیق چاینی

source: Torwali
phr: توروالی

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
phr: سجے پاسے اس فائدیاں نا خاکہ پیش کرنے آں تے بیان کرنے آں کے کس قسم نی معلومات اس عام کرنے آں۔ اپنی ڈیوائس اوپر کامن وائس نا اکائونت شروع کرنے آسطے بُن دتے لنک کی استعمال کرا۔

source: Transcribe
phr: نقل کرا

source: Transcript edited successfully
phr: تحریر کامیابی کنے تبدیل ہوئی غئی

source: Transcript skipped successfully
phr: تحریر کامیابی کنے چھوڑی غئی

source: Transcript submitted successfully
phr: لخائی کامیابی کنے جمع ہوئی غئی۔

source: Transcript voted successfully
phr: تحریر ناں ووٹ کامیابی کنے ہوئی غیا

source: Transgender
phr: ٹرانس جینڈر

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
phr: اساں نی گائیڈ دیخا کہ پنٹون کس طرح استعمال ہونا<translateVideoLink>

source: Translating the site
phr: سائٹ نا ترجمہ

source: Translation is from English, but you can see <strong>Suggestions</strong> in other languages. Click the <strong>Profile</strong> icon, then <strong>Settings</strong> link and add any languages you speak. At the bottom right-hand corner will be a list of translations called <strong>Locales</strong>. Translations show on the site after one day.
phr: انگریزی توں ترجمہ کرنا ہول لیکن تساں کی ہور زباناں وچ مشورے <strong> وی نظر الے۔ پروفائل آئکن اوپر کلک کرا </strong>، فیر سیٹنگ نے لنک اوپر</strong>۔ فیر جیہڑیاں زباناں تس بولنے آ او چُنو۔ بُنی سجے پاسے کونے اچ ترجمے نی فہرست ہوسی جس کی لوکیلز </strong>آخنے۔ ترجمے سائٹ اوپر ہک تہاڑے بعد نظر انے

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
phr: کامن وائس سائٹ نا ترجمہ پنٹون اوپر ہونا</strong>۔

source: Tshivenda
phr: شیوینڈا

source: Tunen
phr: ٹونین

source: Tupuri
phr: ٹوپوری

source: Turkish
phr: ترکی

source: Turkmen
phr: ترکمان

source: Tush
phr: ٹُش

source: Tuvan
phr: ٹوان

source: Twi
phr: ٹوئی

source: Ubykh
phr: ابیخ

source: Udmurt
phr: اڈمرٹ

source: Ukrainian
phr: یوکرینی

source: Understand contribution criteria
phr: شرکت کرنے نا معیار سمجھا

source: Universities, Academics and Researchers
phr: یونیورسٹیاں، تعلیم نے ماہر تے تحقیق کرن آلے

source: Upload an image file
phr: تصویر نی فائل اپ لوڈ کرا

source: { $uploadedQuestions } of { $totalQuestions } questions collected
phr: ہور { $uploadedQuestions } سوال اچا { $totalQuestions } جمع ہوئی غیا
